package main

// Упражнение по программированию 4.8
//
// Напишите программу, которая предлагает пользователю ввести количество преодоленных миль и количество
// галлонов израсходованного бензина. Затем эта программ должна рассчитать и отобразить на экране количество миль,
// пройденных на одном галлоне горючего, с одним знаком после десятичной точки. Далее, учитывая, что один галлон равен
// приблизительно 3.785 литра, а одна миля составляет 1.609 километра, программ должна перевести значение в милях на
// галон в литры на 100 километров (обычную европейскую меру измерения потребления горючего) и вывести результат с одним
// знаком после десятичной точки. Обратите внимание, что в США принято измерять пробег на единицу горючего (чем выше,
// тем лучше), в то время как в Европе принято измерять расход топлива на единицу расстояние (чем ниже, тем лучше).
// Применяйте для этих двух коэффициентов преобразования символические константы (определенные с помощью
// <code>const</code> или <code>#define</code>).
func main() {

}
