package main

// Упражнение по программированию 3.1
//
// Экспериментальным путем выясните, как ваша система обрабатывает переполнение при выполнении операции над
// целыми числами и над числами с плавающей запятой, а так же потерю значимости при выполнении операций над числами
// с плавающей запятой; т.е. напишите программу, в которой присутствуют такие проблемы. (для получения сведений
// о наибольших и наименьших значениях просмотрите обсуждение <code>limits.h</code> и <code>float.h</code> в главе 4.)
func main() {

}
