package main

// Упражнение по программированию 8.8
//
// Напишите программу, которая выводит на экран меню, предлагающее выбрать сложение, вычитание, умножение или
// деление. После выбора программа должна запросить два числа и затем выполнить затребованную операцию. Программа должна
// принимать только варианты, предлагаемые в меню. Для чисел должен использоваться тип <code>float</code> и программа
// должна предоставлять пользователю возможность повторно вводить числа, если он введет нечисловые данные. В случае
// деления программа должна предложить пользователю ввести другое значение, если он ввел для второго операнда значение
// <code>0</code>. Выполнение такой программы должно иметь примерно такой вид:
// <pre>
// Выберите желаемую операцию:<br>
// a. сложение            s. вычитание<br>
// m. умножение           d. деление<br>
// q. завершение<br>
// <b>с</b><br>
// Введите первое число: <b>22.4</b><br>
// Введите второе число: <b>один</b><br>
// один не является числом.<br>
// Введите число, такое как 2.5, -1.78E8, или 3: <b>1</b><br>
// 22.4 + 1 = 23.4<br>
// a. сложение            s. вычитание<br>
// m. умножение           d. деление<br>
// q. завершение<br>
// <b>д</b><br>
// Введите первое число: <b>18.4</b><br>
// Введите второе число: <b>0</b><br>
// Введите число отличное от 0: <b>0.2</b><br>
// 18.4 / 0.2 = 92<br>
// a. сложение            s. вычитание<br>
// m. умножение           d. деление<br>
// q. завершение<br>
// <b>з</b><br>
// Программа завершена.<br>
// </pre>
func main() {

}
