package main

// Упражнение по программированию 4.2
//
// Напишите программу, которая запрашивает имя и выполняет с ним следующие действия.
//
// Выводит его заключенным в двойные кавычки.
// Выводит его в поле шириной 20 символов, при этом все поле заключается в кавычки, а имя выравнивается по правому краю поля.
// Выводит его с левого края поля ширирой 20 символов, при этом все поле заключается в кавычки.
// Выводит его в поле шириной, на три символа превышающего длину имени.
func main() {

}
