package main

// Упражнение по программированию 4.5
//
// Напишите программу, которая запрашивает скорость загрузки в мегабитах в секунду и размер файла в мегабайтах.
// Программа должна вычислять время загрузки файла. Имейте в виду, что в данном случае один байт равен восьми битам.
// Используйте тип <code>float</code>, а также операцию деления <code>/</code>. Программа должна выводить все три
// значения (скорость загрузки, размер файла и время загрузки) с отображением двух цифр справа от десятичной точки,
// как в следующем выводе.
// <pre>При скорости загрузки 18.12 мегабит в секунду файл размером 2.20 мегабайт загрузится за 0.97 секунд(ы).</pre>
func main() {

}
